def heights(Height):
    Рост =None
    МРУ = None
    МРБ = None
    if 0.1 <= Height <= 0.49:
     Рост = "Крошечный"
     МРУ = 8
     МРБ = -2
    elif 0.5 <= Height <=0.99:
     Рост = "Маленький"
     МРУ = 5
     МРБ = -2
    elif 1.0 <= Height <= 1.49:
     Рост = "Ниже среднего"
     МРУ = 3
     МРБ = -1
    elif 1.5 <= Height <= 1.99:
     Рост = "Средний"
     МРУ = 0
     МРБ = 0
    elif 2.0 <= Height <= 2.99:
     Рост = "Высокий"
     МРУ = -6
     МРБ = 1
    elif 3.0 <= Height <= 4.99:
     Рост = "Большой"
     МРУ = -9
     МРБ = 2
    elif 5.0 <= Height <= 6.99:
     Рост = "Очень большой"
     МРУ = -12
     МРБ = 3
    else:
     Рост = "Гигантский"
     МРУ = -15
     МРБ = 4
    return[Рост,МРУ,МРБ]